[
    {
        "packageId": "651ea5427a1bd5634d79f65b",
        "image": "https://img.invinciblengo.org/iconscout/f:jpeg/w:800/h:0/rt:fit/plain/https://invincible.s3.wasabisys.com/attraction/ccb700ab-cf59-409f-b88b-72900264fcec",
        "name": "Paragliding",
        "description": "Gliding after jumping from a high rise mountain with the manmade feathers is the beauty of Paragliding. The most ever exciting aero sport. Manali is well known for a number of paragliding spots. The training school for paragliding is also situated at Manali who every year blossoms a trained pilot for paragliding. Watching the Beas, the roads scraped out of the mountain, the trees which seems to be point like from up there is an unbelievable experience. No words would be appropriate to describe the feeling after landing. The fees for per head flight is fixed up to certain thousands. However being an invincible the price gets almost halved for such an amazing worthy experience."
    },
    {
        "packageId": "651ea5427a1bd5634d79f65b",
        "image": "https://img.invinciblengo.org/iconscout/f:jpeg/w:800/h:0/rt:fit/plain/https://invincible.s3.wasabisys.com/attraction/9a25e67c-2574-49b8-b5f5-d770e56d0700",
        "name": "River Rafting",
        "description": "River Rafting is an adventurous sport conducted in the Beas river of Manali. The blue natural glacier melts to form into this only river that flows through Manali. The force of the flow give rise to this amazing sport that could be experience with very well-known boaters of that river. The whirlpools created inside the river that enhances the thrill level of the activity is much appreciated. The day temperature at Manali rises not more than 5 to 6 degrees in December and January. The temperature inside the river after getting ourselves drenched feels not less than minus. Rafting inside the river with just a thin one layer of clothes without the thermals and the sweaters makes it more exciting for us to jump into it. Everybody is highly recommended to take this experience of river rafting to add on the memory of unforgettable."
    },
    {
        "packageId": "651ea5427a1bd5634d79f65b",
        "image": "https://img.invinciblengo.org/iconscout/f:jpeg/w:250/h:0/rt:fit/plain/https://invincible.s3.wasabisys.com/attraction/cb9c26ea-9bac-4a19-b3da-be8cf91f7dd2",
        "name": "Mall Road Market",
        "description": "Shopping would be in the to-do-list of every trekker. On the last day in Manali that provides free day, everybody do surely visits the mall road market. The market is crowded during the winter and comprises of different winter essentials that are the epitome of Manali thread. However besides the shopping, the 5 layered ice cream softy also serves the savour in the chilling cold. The market is little expensive than any other market in Manali. However the money definitely would not hinder the quality and memorandum of Manali."
    },
    {
        "packageId": "651ea5427a1bd5634d79f65b",
        "image": "https://img.invinciblengo.org/iconscout/f:jpeg/w:250/h:0/rt:fit/plain/https://invincible.s3.wasabisys.com/attraction/3f648564-3236-44b1-8338-b5c4aed226e5",
        "name": "Kasol Local Market",
        "description": "Market Browsing is one of the prime things to do in Kasol. Although the market street is a little small, but you will find shops lined with Jimmy Hendrix goodies, night vision glasses, neon trinkets and accessories, woollen clothes, caps and shoes, all of which you’d want to take back home. Besides, the market is based in the backdrop of the hills at one end of the road which makes for a perfect picturesque walk as well."
    },
    {
        "packageId": "651ea5427a1bd5634d79f65b",
        "image": "https://img.invinciblengo.org/iconscout/f:jpeg/w:800/h:0/rt:fit/plain/https://invincible.s3.wasabisys.com/attraction/50ac31d1-22ab-47d1-921f-71ef42f73bde",
        "name": "Hidimba Temple",
        "description": "Hidimba temple is situated in Kullu, Manali also known as Dhungari temple. The history of this temple lies back to the era of Mahabharat where it is said that Bheema, one of the Pandavas during their stay in jungle met the daughter of Demon Hidimba. She fell in love with bheema and they had their child named Ghatochkach. The temple is surrounded by beautiful sanctuary and many Buddhists stupas. The temple is built during ancient century and is famous because of its unique architecture i.e. The Pagoda Architecture. The temple is around 3 kms far from the Manali market but walking through the shortcuts reduces to 1kms by walking. Inside the temple you may see a small sculpture of the Devi and her feet. The aura inside the temple is very pious. As a Prasad (edible momento to consume which is considered pious), we get sweets with puffed rice. During the free day provided in our trek, this temple is a must of visit. We may decorate our lenses with beautiful pictures of the pagoda architecture."
    },
    {
        "packageId": "651ea5427a1bd5634d79f65b",
        "image": "https://img.invinciblengo.org/iconscout/f:jpeg/w:800/h:0/rt:fit/plain/https://invincible.s3.wasabisys.com/attraction/c6ca4576-6744-4120-864b-41dfd33dfaf2",
        "name": "Manikaran Temple",
        "description": "Manikaran temple is located 4 km away from Kasol. It is believed as a highly sacred palce according to the Hindus and the Sikhs. Many beliefs rest as a history for the formation of this temple. Manu rishi reincarnated the human life at this temple. The temple is built in the name of Lord Shiva and Goddess Parvati following their earing history. The atmosphere is very pious and soulful. This place is highly suggested to be visited."
    },
    {
        "packageId": "651ea5427a1bd5634d79f65b",
        "image": "https://img.invinciblengo.org/iconscout/f:jpeg/w:800/h:0/rt:fit/plain/https://invincible.s3.wasabisys.com/attraction/53e7d28e-6e07-471c-a503-a251d6444194",
        "name": "Naggar Village",
        "description": "The former capital of Manali known to be under the reign of Raja Jagat Singh is the largest village of Manali being situated at the steepy hill almost 870 feet above the sea level. The village is famous for many architectural builds that provides the best scenic views of Kullu and Manali. The village is the base camp for snow trekking in Manali. What a wonderful start of a journey! We probably after having an overnight journey in the traveller though wonderful and soothing reach Naggar to witness the first ray of the Sun spreading over the snow wearing mountain. That glimpse strikes the very right feel of heart. Not only just one or two or three, Naggar comprises of many such awestruck elements that enhances the beauty of Manali. Naggar has its very old and famous Naggar Castle that is supposed to be built by Raja Bhosal which is now encrypted as a hotel. The Jagti Patt- a Sacred slab stone is the centre of attraction. The stone is the protector from various evils that affects the villagers and so is still stuck onto its place at the castle."
    }
]